Repository: liorkesos/kaveret
Catalog: sites/all/translations/casetracker-6.x-1.0-beta9.*.po
Languages: he

source: Home
he: דף הבית

source: Title
he: כותרת

source: delete
he: מחק

source: Status
he: מצב

source: Delete
he: מחיקה

source: Submit
he: הגש

source: Operations
he: פעולות אפשריות

source: Type
he: סוג

source: Cancel
he: ביטול

source: Description
he: תיאור

source: Priority
he: עדיפות

source: project
he: פרוייקט

source: Project
he: פרוייקט

source: Go
he: לך

source: Overview
he: סקירה

source: Weight
he: משקל

source: Settings
he: הגדרות

source: Name
he: שם

source: edit
he: עדכן

source: General settings
he: הגדרות כלליות

source: Update
he: עדכן

source: Assigned
he: מוקצה

source: Status:
he: סטטוס:

source: Assigned to
he: מוקצה ל-

source: type
he: סוג

source: action
he: פעולה

source: status
he: מצב

source: Realm
he: תחום

source: Case
he: פנייה

source: Anonymous
he: אנונימי

source: State name
he: שם מצב

source: This action can not be undone.
he: פעולה זו לא ניתנת לביטול.

source: Case Tracker
he: עוקב הפניות

source: Select
he: בחר

source: Created:
he: נוצר:

source: Autocomplete
he: השלמה אוטומטית

source: Current Case Tracker case states are listed below.
he: מצבי הפניות הנוכחיות של עוקב הפניות רשומים להלן.

source: You may add a new case state below.
he: ניתן להוסיף מצב פנייה חדש להלן.

source: You may edit an existing case state below.
he: ניתן לערוך את מצב הפנייה להלן.

source: Configure the various Case Tracker options with these settings.
he: השתמש בהגדרות אלו כדי לקבוע את תצורת האפשרויות השונות של עוקב הפניות.

source: Case states
he: מצבי פנייה

source: Add, edit and delete Case States, Types and Priorities
he: הוסף, ערוך ומחק מצבי, סוגי ועדיפויות פנייה

source: Add case state
he: הוסף מצב פניה

source: Edit case state
he: ערוך את מצב הפנייה

source: Delete case state
he: מחק את מצב הפנייה

source: Case Tracker autocomplete
he: השלמה אוטומטית של עוקב הפניות

source: All cases
he: כל הפניות

source: Case information
he: מידע אודות הפנייה

source: Assign to
he: הקצה ל-

source: Case state
he: מצב הפנייה

source: The name for this case state. Example: "Resolved".
he: שם מצב הפנייה הזה. לדוגמה: "פתור".

source: State realm
he: תחום מצבים

source: The realm in which this case state will appear.
he: התחום שבו מצב פנייה זה יופיע.

source: priority
he: עדיפות

source: States are ordered first by weight and then by state name.
he: מצבים ממויינים ראשית לפי משקל ואחר-כך לפי שם.

source: The case state %name has been updated.
he: מצב הפנייה %name עודכן.

source: Are you sure you want to delete the case state %name?
he: האם אתה בטוח שאתה רוצה למחוק את מצב הפנייה %name?

source: Deleted case state %name.
he: מחק מצב פנייה %name.

source: add !name
he: הוסף !name

source: Opened by:
he: נפתח על ידי:

source: Opened on:
he: נפתח ב:

source: Last modified:
he: שונה לאחרונה:

source: Project number:
he: מספר פרויקט:

source: Operations:
he: פעולות:

source: view all project cases
he: צפה בכל פניות הפרוייקט

source: Case number
he: מספק פנייה

source: Your case number was not found.
he: מספר הפנייה שלך לא נמצא.

source: You must create a project before adding cases.
he: עלייך ליצור פרוייקט לפני הוספת פניות.

source: Default assigned user
he: ברירת המחדל של המשתמש המוקצה

source: User to be assigned the case if one is not explicitly defined.
he: המשתמש שהפנייה תשובץ אליו אם לא הוגדר אחד באופן מפורש.

source: Project node types
he: סוגי פריטי תוכן של פרוייקטים

source: Select the node types that will be considered Case Tracker projects.
he: בחר את סוגי פריטי התוכן שיחשבו כפקוייקטי עוקב הפניות.

source: Case node types
he: סוגי פריטי תוכן של פנייה

source: Select the node types that will be considered Case Tracker cases.
he: בחר את כל סוגי פריטי התוכן שיחשבו כפניות של עוקב הפניות.

source: administer case tracker
he: נהל את עוקב הפניות

source: Create a basic project for use with Case Tracker.
he: צור פרוייקט בסיסי לשימוש עם עוקב הפניות.

source: Open a new case assigned to a particular project.
he: פתח פנייה חדשה המשוייכת לפרוייקט מסויים.

source: create projects
he: צור פרוייקטים

source: create cases
he: צור פניות

source: edit own projects
he: ערוך את הפרוייקטים שלך

source: edit own cases
he: ערוך את הפניות שלך

source: Display the name of the Case Tracker project.
he: הצג את שם פרוייקט עוקב הפניות.

source: Display the user name the case has been assigned to.
he: הצג את שם המשתמש אליו שובצה הפנייה.

source: Filter Case Tracker cases by the assigned user.
he: סנן את פניות עוקב הפניות לפי המשתמש המשובץ.

source: Filter Case Tracker cases by their project.
he: סנן את פניות עוקב הפניות לפי הפרוייקט.

source: Case Tracker: State Name
he: עוקב הפניות: שם המצב

source: Sort by Case Tracker state name.
he: מציין לפי שם מצב עוקב הפניות.

source: Enables the handling of projects and their cases.
he: מאפשר ניהול פרוייקטים והפניות שלהם.

source: CT Basic
he: CT בסיסי

source: Enables a basic project node type for use with Case Tracker.
he: מפעיל סוג פריט תוכן בסיסי של פרוייקט לשימוש עם עוקב הפניות.

source: Text to put after the number, such as currency symbol.
he: הטקסט שיש לשים אחרי המספר, כגון סימון סוג מטבע.

source: NEW
he: חדש

source: Case priority
he: עדיפות הפנייה

source: Display the priority of the case.
he: הצג את עדיפות הפנייה.

source: Filter Case Tracker cases by priority.
he: סנן את פניות עוקב הפניות לפי עדיפות.

source: Sort by Case Tracker priority.
he: מיין לפי עדיפות עוקב הפניות.

source: The Case Tracker priority ID.
he: מזהה העדיפות של עוקב הפניות.

source: Case status
he: סטטוס הפנייה

source: Display the status of the case.
he: הצג את סטטוס הפנייה.

source: Filter Case Tracker cases by status.
he: סנן את פניות עוקב הפניות לפי סטטוס.

source: Sort by Case Tracker status.
he: מיין לפי סטטוס עוקב הפניות.

source: The Case Tracker status ID.
he: מזהה הסטטוס של עוקב הפניות.

source: Case type
he: סוג פנייה

source: Display the type of the case.
he: הצג את סוג הפנייה.

source: Filter Case Tracker cases by type.
he: סנן את פניות עוקב הפניות לפי סוג.

source: The Case Tracker type ID.
he: מזהה סוג עוקב הפניות.

source: Project: Case count
he: פרוייקט: מספר פניות

source: Provides a count and link to the cases in a given project.
he: מספק ספירה וקישור לפניות שלפרוייקט נתון.

source: Case Tracker case
he: פנייה של עוקב הפניות

source: Whether the node is a casetracker case
he: האם פריט תוכן הוא פנייה בעוקב הפניות

source: Case Tracker project
he: פרוייקט עוקב הפניות

source: Whether the node is a casetracker project
he: האם פריט התוכן הוא פרוייקט casetracker

source: Default case %realm
he: פניית ברירת מחדל %realm

source: %realm to be assigned the case if one is not explicitly defined.
he: %realm שישובץ לפנייה אם לא יצויין אחרת באופן מפורש.

source: Project options view
he: היבט אפשרויות פרויקט

source: Select the view from which to fill the project selector on the add case page.
he: בחר את ההיבט שמתוכו ימולא בוחר הפרוייקטים בדף הוספת פנייה.

source: Select the view from which to fill the user assignment options on the add case page.
he: בחר את ההיבט שממנו ילקחו אפשרויות השיבוץ למשתמשים בדף הוספת פנייה.

source: The case state %name has been created.
he: מצב הפנייה %name נוצר.

source: Jump to case
he: קפוץ לפניה

source: Assigned to:
he: משובץ ל:

source: Case ID:
he: מזהה פנייה:

source: Count for type
he: ספירה לסוג

source: You have no node types which are acting as cases.
he: אין לך סוגי פריטי תוכן המשמשים כפניות.

source: You have no node types which are acting as projects.
he: אין לך סוגי פריטי תוכן המשמשים כפרוייקטים.

source: <Current user>
he: <משתמש נוכחי>
